export default function About() {
  return (
    <main className="page">
      <div className="container">
        <h1>О нас</h1>
        <p>
          Добро пожаловать на RozZzaAni — ваш личный каталог аниме! Мы создали этот сайт для всех любителей аниме,
          чтобы помочь вам находить, сохранять и делиться любимым контентом.
        </p>
        <p>
          Наша миссия — сделать просмотр аниме более удобным и увлекательным. Мы предлагаем обширную базу данных
          аниме, возможность создавать персональные списки и многое другое.
        </p>
        <h2>Что мы предлагаем:</h2>
        <ul>
          <li>Обширный каталог аниме</li>
          <li>Персональные списки и корзина</li>
          <li>Поиск по названию</li>
          <li>Детальная информация о каждом тайтле</li>
        </ul>
      </div>
    </main>
  );
}